const Pokemons = {
    Pikachu: {
        name: "Пикачу",
        description: "(англ. Pikachu) - покемон электрического типа из первого поколения покемонов.",
        info: `Изначально был первой формой. Во втором поколении появилась его преэволюция пичу, который эволюционирует в пикачу в состоянии счастья. Сам пикачу эволюционирует в райчу с помощью электрического камня.
        Пикачу - самый известный и популярный среди всех покемонов. Именно его выбрали постоянным спутником главного героя аниме Эша. Пикачу - единственный покемон, который неизменно появляется во всех сериях аниме и во всех полнометражках. Поэтому пикачу считается талисманом всей империи покемонов. Говорят, что сначала символом покемонов должна была стать клефэйри, но пикачу стал настолько популярным, что вытеснил её с этого места. В общем, пикачу можно назвать японским Микки Маусом.`,
        anatomy: `Пикачу - небольшой покемон жёлтого цвета. Его прообразом считается мышь, но внешне он больше похож на кролика. У него длинные, очень чуткие уши, и длинный зигзагообразный хвост. Кончики ушей у него чёрного цвета, на спине есть три тёмно-коричневые полоски. Такого же тёмно-коричневого цвета у него основание хвоста. У пикачу четыре довольно короткие лапки, что не мешает ему развивать большую скорость и делать длинные прыжки. Передвигается, в основном, на всех четверых. Но, при желании, способен ходить и на двух задних.
        На мордочке у пикачу два круглых чёрных глаза, малюсенький чёрный носик и ротик с типичной заячьей губой. Щёчки выделены красным кругом. Известно, что именно в защёчных кармашках у него вырабатывается электричество.
        У самцов и самок есть различия во внешности. У самочек край хвоста не прямой, а напоминает форму сердца. Но данное отличие появилось только с игр четвёртого поколения.
        Пикачу - первый электрический покемон в национальном дексе. В играх пикачу был первым покемоном, чей голос сделали таким же, как в аниме. Это сделали, начиная с игры Yellow, где пикачу не кричит какой-то звук, а произносит своё имя. Но в некоторых частях игры всё же пикачу использует свой первичный крик. Пикачу - самый первый из покемонов, которые получили новую эволюцию в следующих поколениях. А именно появилась его преэволюция пичу. Пикачу - первый покемон в дексе, который эволюционирует с помощью камня.
        Пикачу - уникальный в своём роде стартовик, у которого всего одна дальнейшая эволюция. Кроме того, он, в отличие от других стартовиков, не травяной, не водный и не огненный. Пикачу - единственный из стартовиков, которого нельзя эволюционировать поднятием уровня. Также пикачу - единственный из стартовиков, у которого соотношение полов 50%:50%, а не - 12%:88%.
        Питается, по большей части, ягодами. Он не лазит за ними на деревья, а просто сбивает электрическим ударом, а заодно и поджаривает, чтобы вкуснее было. Иногда пикачу не правильно оценивает силу удара, и от ягоды остаётся один уголёк. Домашние пикачу едят всё подряд, даже обычную человеческую пищу, которую, по идее, им давать нельзя.`,
        character: `Пикачу - спокойные и добрые покемоны. Они хорошо общаются между собой, легко привыкают к другим покемонам. Очень дружны со своими тренерами. Но, если пикачу или его товарищу, будет грозить опасность, пикачу, не раздумывая, ринется в бой, используя электричество, удары хвоста и укусы острых зубок. И, например, если потянуть его за хвост, то пикачу больно укусит.
        Пикачу лучше не пугать, группа пикачу может выработать такое мощный разряд, что начнётся гроза. Дикие пикачу в лесах не очень ладят с людьми и предпочитают не попадаться им на глаза.`,
        abilites: `У пикачу есть особая способность, которой нет у других покемонов, выдавать электрический разряд разной силы по желанию покемона. Это свойство у него благодаря особому устройству мешочков в его щёчках.
        Иногда у пикачу накапливается слишком большой заряд в щёчках, тогда ему необходимо срочно разрядиться, иначе он начинает плохо себя чувствовать, и даже возможен летальный исход. Для этого пикачу использует заземление, просто втыкает хвост в землю и часть заряда уходит. Даже говорят, что если видите много сожжённых участков травы, значит рядом обитают пикачу.
        Пикачу и остальные его формы - единственные покемоны, которые могут выучить атаку вольт-удар. Это сильная электрическая атака, но она может причинить вред и самому пикачу. Эта \"секретная\" атака эволюций пикачу основана на (а в японской версии названа в честь) коронной атаке персонажа Pulseman - Voltteccer. Чтобы у пичу появилась эта атака, его родитель пикачу или райчу при появлении яйца должен держать Light Ball. Но сделать это возможно только с игры Emerald и старше.
        Интересной особенностью пикачу является то, что он может выучить атаку плавание с помощью доски для сёрфинга, и атаку полёт с помощью воздушных шаров.`,
        habitat: `Их родина - регион Канто. В основном, живут в лесах, но, по неизвестным причинам, их часто тянет в города. Возможно, дело в том, что они электрического типа. Бывали случаи, когда пикачу даже заходили в дома людей, привлеченные электрическими полями бытовой техники. Не редко пикачу причиняют вред человеку. Они не против погрызть провода, а их электричество влияет на правильную работу многих приборов. Дикие пикачу кочуют группами и лишь иногда оседают на одной территории. Чтобы следить за обстановкой вокруг, этот покемон задирает хвост. Если пикачу увидит что-то новое и незнакомое ему, он сначала шандарахнет по этому молнией, и только потом пойдёт выяснять, что же это такое.
        Пикачу часто становятся домашними любимцами. Их не очень сложно поймать, они не требовательны и им не нужны какие-то особенные условия для жизни. Только нельзя забывать иногда отводить их на разрядку.
        Пикачу можно найти во всех шести региональных покедексах, хотя родом он из Канто. Его завезли из Канто в зону сафари в Хоэнн и в сад дома мистера Бэклота в Синно. Но вот как он оказался в Фиоре и Алмии не объясняется, так что, возможно, эти края тоже можно считать родиной пикачу. Дикого пикачу можно встретить во всех регионах, кроме Джото и Юновы.`,
        sounds: {
            main: '/audio/Pikachu/pikachu_main.mp3',
            other: [
                '/audio/Pikachu/pikachu_1.mp3', '/audio/Pikachu/pikachu_2.mp3', '/audio/Pikachu/pikachu_3.mp3', '/audio/Pikachu/pikachu_4.mp3', '/audio/Pikachu/pikachu_5.mp3', '/audio/Pikachu/pikachu_6.mp3',
            ]
        }
    },
    Butterfree: {
        name: "Баттерфри",
        description: "(англ. Butterfree) — покемон двойного насекомого/летающего типа из первого поколения покемонов.",
        anatomy: `Баттерфри - покемон-бабочка синего цвета. У баттерфри большие, роскошные крылья белого цвета с чёрными краями. Большие, овальные глаза баттерфри красные. На голове торчат два длинных усика. Передние лапки покемона очень короткие. Задние малы в высоту, зато имеют большую длину стоп, благодаря чему покемон может, стоя, удерживать равновесие, несмотря на перевешивающие крылья за спиной.
        У самочек баттерфри на нижних крыльях есть чёрные пятна.`,
        character: `Баттерфри - покемон-бабочка синего цвета. У баттерфри большие, роскошные крылья белого цвета с чёрными краями. Большие, овальные глаза баттерфри красные. На голове торчат два длинных усика. Передние лапки покемона очень короткие. Задние малы в высоту, зато имеют большую длину стоп, благодаря чему покемон может, стоя, удерживать равновесие, несмотря на перевешивающие крылья за спиной.
        У самочек баттерфри на нижних крыльях есть чёрные пятна.`,
        abilites: `Крылья баттерфри покрыты особой ядовитой пыльцой, она способна отталкивать воду, так что крылья покемона не намокают даже в сильный ливень. Эта же пыльца используется покемоном в бою: баттерфри быстро машет крыльями, пыльца попадает в воздух и отравляет противника.
        Каждый день можно увидеть баттерфри летающего от одного цветка к другому в поисках нектара. Покемон способен по запаху на большом расстоянии (до 6 миль) почувствовать, где находится цветущий цветок, даже если нектара там самая малость. Найдя цветок, баттерфри натирает пыльцой свои лапки, покрытые особыми волосками. Пыльца хорошо лепится к волоскам, и в таком виде покемон без проблем возвращается в гнездо с добычей.`,
        habitat: `Родом из региона Канто, но также встречается и во всех других регионах.
        Живут во влажных лесах, где много цветов.`,
        sounds: {
            main: '/audio/Butterfree/butterfree_main.mp3'
        }
    },
    Jigglypuff: {
        name: "Джиглипафф",
        description: "(англ. Jigglypuff) - покемон нормального типа из первого поколения покемонов.",
        anatomy: `Джиглипафф - довольно незатейливый покемон розового цвета, похожий на воздушный шарик. Шарик с ушками, чёлкой, большущими голубыми глазками и очень маленькими ручками, ножками.
        У джиглипаффа слабая защита и очень маленькая скорость, но покемон это весьма выносливый, его парой пинков не завалишь.`,
        character: `Джиглипафф - очаровательное существо, но если его обидеть (а обидеть его очень легко) и, не дай бог, разозлить, можно получить град пощёчин. Но это только для начала, джиглипаффы ещё и весьма злопамятные, они вам всё припомнят. Так что, если джиглипафф недовольно надул щёки, бегите.`,
        abilites: `Джиглипафф кажется совершенно миролюбивым покемоном, этакой лёгкой жертвой для хищников, но у этого малыша есть свои козыри в рукаве. У покемона прекрасный голос, голосовые связки устроены так, что джиглипафф может по желанию менять длину звуковой волны своего голоса в зависимости от того, для кого поётся песня. Голос повторяет мозговые волны данного существа в спящем состоянии, так что любой, кто услышит песню джиглипаффа, тут же уснёт. При этом покемон ещё полагается на свои красивые глаза, что завораживают смотрящих и они не успевают опомниться, как покемон начинает петь.
        Ну, а понять, что покемон намерен спеть колыбельную, достаточно легко: у него загораются глаза, а сам он делает глубокий вдох и надувается как шарик, так он запасает воздух в лёгких, чтобы долго петь, не прерываясь на вдох. Иногда доходит до того, что, если противник долго не засыпает, джиглипафф подвергает свою жизнь опасности, продолжая петь не дыша.`,
        habitat: `Родом из региона Канто, но также встречается и во всех других регионах.
        Живут среди высокой травы, иногда диких джиглипаффов можно обнаружить в пещерах и городах.`,
        sounds: {
            main: '/audio/Jigglypuff/jigglypuff_main.mp3',
            other: ['/audio/Jigglypuff/jigglypuff_1.mp3']
        }
    },
    Meowth: {
        name: "Мяут",
        description: "(яп. (нясу), англ. Meowth) — покемон обычного типа из первого поколения. На 28 уровне эволюционирует в персиана.",
        anatomy: `Мяут внешне напоминает обычного домашнего кота. Шерсть у него кремового цвета; уши, концы хвоста и лапок тёмно-коричневого цвета. Большая круглая голова, маленькое тело. На лбу овальная золотая монета. Глаза большие, чисто кошачьи узкие зрачки. Хвост средней длины, закрученный на конце.
        У мяута четыре лапы примерно одинаковой длины. Ходить он может и на двух задних и на всех четверых. Интересно то, что мяуты, умеющие стоять на задних лапках считаются редкостью, хотя на всех спрайтах основных игр, он изображён именно таким. В каждой лапке, как полагается, прячутся острые когти.
        Особых различий во внешности между самцами и самками нет.`,
        character: `Мяуты бывают разные. Мяут может хитрым и трусливым, а может быть смелым, отважным и сорвиголовой. Но в большинстве они отличаются гордым и тяжёлым характером.
        Мяуты враждуют с муркроу, которые тоже любят блестяшки. Так они и воруют друг у друга любимые предметы. Многие мяуты мечтают поскорей эволюционировать в персиана, ведь эта форма намного красивее и сильнее мяута.`,
        abilites: `Главной особенностью мяута является то, что он может добывать дополнительные деньги для тренера с помощью способности Pay Day. Вообще это очень редкая атака, и мяут — единственный покемон, который может выучить её через повышение уровня, а именно на 30 уровне (так как мяут эволюционирует в персиана на 28 уровне, необходимо запрещать ему эволюционировать несколько уровней). Раньше её также мог выучить и персиан, но с IV поколения у неё её больше нет. Работает она так, что мяут вызывает дождь из монет, который наносит физический урон противнику. Если исход битвы оказался в сторону мяута, брошенные монеты идут в карман его тренера.
        Также мяут известен своими атаками когтями, ведь у него очень длинные и острые когти. Но мяут может и спрятать свои когти, тогда его шаги не услышит никто, настолько мягкие у него лапки.
        Мяут страшно любит круглые и блестящие предметы. Он может сутками носиться по городу в поисках таких блестяшек. Добычей его обычно становятся монеты, поэтому такой покемон становится отдельным источником дохода для тренера. С найденным предметом мяут может потом долго играть, пока не свалится от усталости.`,
        habitat: `Этот покемон родом из Канто. Живёт в населённых пунктах, поближе к людям. Иногда его можно найти в лесах и около пляжей. Искать его желательно ночью, не потому, что это ночной покемон, просто днём мяут любит подремать на солнышке.
        Живут, в основном, стаями. Во главе стаи часто бывает персиан. Иногда мяут может бросить вызов персиану за лидерство в стае, но только очень смелый мяут осмеливается на это.`,
        sounds: {
            main: '/audio/Meowth/meowth_main.mp3'
        }
    },
    Psyduck: {
        name: "Псидак",
        description: "(англ. Psyduck, яп. ????) - покемон водного типа из первого поколения покемонов.",
        anatomy: `Псидак - это утконос жёлтого цвета. У него круглая голова и круглое тело. Большой клюв и задние лапки бежевого цвета. На голове у него что-то типа волос: три волосинки чёрного цвета. Глаза большие и круглые, зрачки не выражены, как у многих других покемонов, а просто указаны чёрными точками. Нос и рот соединены в клюве.
        Передние и задние лапки отличаются. Передние, как руки, с тремя когтями. Задние плоские, как у утки. Ходит на задних лапках, так как передние практически всегда прижаты к голове.
        Также у псидака есть небольшой хвост, загнутый кверху, как у утки. Хотя псидак - птица, летать он не умеет. Питается всем подряд. Довольно прожорливый.`,
        character: `Для псидака сложно мыслить ясно из-за непрекращающихся головных болей. Поэтому он в основном ничего не делает, просто стоит, обхватив голову передними лапками. Псидак считается из той же группы тугодумов, что и слоупок.
        Псидак и слоупок
        Псидак весьма любопытный, при желании может начать лезть во все дырки. Это добрый и неконфликтный покемон. По нему очень сложно судить об его отношении к ситуации, так как выражение его морды практически всегда остаётся глупо удивлённым. Но, в крайних ситуациях, например, при защите потомства даже псидак становится серьёзным.`,
        abilites: `Псидака постоянно мучают головные боли. Это привело к тому, что псидака считают одним из самых глупых покемонов, ведь большую часть времени он тупо стоит на месте и пытается унять боль в голове. Но мало кто знает, что, когда головная боль псидака достигает своего апогея, у псидака появляются необычайно мощные психические способности.
        Псидак не мог выучить Psychic до 4 поколения, где он может выучить его с помощью TM.
        Хотя во всех покедексах рассказывается о том, какие у него сильные психические способности, ни он, ни голдак так и не были причислены к психическому типу.`,
        habitat: `Его родина - регион Канто. Также встречается в Джото, Хоэнн и Синно.
        Псидаки живут в озёрах, небольших прудах, реках с чистой водой. В основном, встречаются в тёплых областях. Поймать дикого псидака можно без проблем во всех известных регионах в зонах Сафари.`,
        sounds: {
            main: '/audio/Psyduck/psyduck_main.mp3'
        }
    }
}